{
    "yogaCards": {
      "card1": {
        "image": "https://www.google.com/imgres?q=yoga%20to%20reduce%20stress%20and%20relax&imgurl=https%3A%2F%2Fimages.everydayhealth.com%2Fimages%2Fhealthy-living%2Ffitness%2Fstress-relief-yoga-legs-wall.jpg%3Fsfvrsn%3Db69ace6_3&imgrefurl=https%3A%2F%2Fwww.everydayhealth.com%2Fwellness%2Fyoga%2F5-stress-reducing-yoga-poses%2F&docid=QUFRLTt90wP5EM&tbnid=IFJuLPmKbSPb1M&vet=12ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA..i&w=1440&h=810&hcb=2&ved=2ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA",
        "title": "Child’s Pose (Balasana) ",
        "shortInfo": "This restorative pose helps calm the mind and release tension in the back, shoulders, and neck.",
        "longInfo": "To do Child's Pose (Balasana), begin by kneeling on the floor with your big toes touching and your knees spread apart to a comfortable width, typically about hip-width or wider. Slowly sit back on your heels, lengthening your spine as you exhale. As you fold forward, extend your arms out in front of you, palms facing down, or rest them alongside your body with your palms facing up. Allow your forehead to gently rest on the mat or a cushion, relaxing your neck, shoulders, and back. Breathe deeply, feeling your torso expand with each inhale and soften with each exhale, releasing any tension in the body. Stay in the pose for several breaths or as long as it feels comfortable, allowing the gentle stretch to calm your mind and ease physical tension."
      },
      "card2": {
        "image": "https://www.google.com/imgres?q=yoga%20to%20reduce%20stress%20and%20relax&imgurl=https%3A%2F%2Fimages.everydayhealth.com%2Fimages%2Fhealthy-living%2Ffitness%2Fstress-relief-yoga-legs-wall.jpg%3Fsfvrsn%3Db69ace6_3&imgrefurl=https%3A%2F%2Fwww.everydayhealth.com%2Fwellness%2Fyoga%2F5-stress-reducing-yoga-poses%2F&docid=QUFRLTt90wP5EM&tbnid=IFJuLPmKbSPb1M&vet=12ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA..i&w=1440&h=810&hcb=2&ved=2ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA",
        "title": "Downward-Facing Dog (Adho Mukha Svanasana)",
        "shortInfo": "This pose helps stretch and strengthen the entire body, relieving tension and promoting a sense of calm.",
        "longInfo": "The Downward-Facing Dog Pose (Adho Mukha Svanasana) is a foundational yoga posture that stretches and strengthens multiple muscle groups. To begin, start on your hands and knees in a tabletop position, with your wrists directly under your shoulders and your knees below your hips. Spread your fingers wide, pressing firmly into the mat with your palms. As you exhale, tuck your toes under and lift your hips toward the ceiling, straightening your legs while keeping a slight bend in your knees. Your body should form an inverted 'V' shape, with your head and neck relaxed between your arms. Press your heels gently toward the floor, aiming to feel a stretch along the back of your legs, calves, and hamstrings. Keep your spine long and your arms strong, ensuring that your weight is evenly distributed between your hands and feet. Take slow, deep breaths, holding the pose for several breaths. To release, lower your knees back to the floor and return to the tabletop position."
      },
      "card3": {
        "image": "https://www.google.com/imgres?q=yoga%20to%20reduce%20stress%20and%20relax&imgurl=https%3A%2F%2Fimages.everydayhealth.com%2Fimages%2Fhealthy-living%2Ffitness%2Fstress-relief-yoga-legs-wall.jpg%3Fsfvrsn%3Db69ace6_3&imgrefurl=https%3A%2F%2Fwww.everydayhealth.com%2Fwellness%2Fyoga%2F5-stress-reducing-yoga-poses%2F&docid=QUFRLTt90wP5EM&tbnid=IFJuLPmKbSPb1M&vet=12ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA..i&w=1440&h=810&hcb=2&ved=2ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA",
        "title": "Legs-Up-the-Wall Pose (Viparita Karani)",
        "shortInfo": "This restorative pose helps reduce stress and anxiety by promoting relaxation and improving circulation.e",
        "longInfo": "The Legs-Up-the-Wall Pose (Viparita Karani) is a relaxing and restorative yoga pose aimed at relieving tension in the lower back, improving circulation, and calming the mind. To begin, sit sideways against a wall with one hip touching it. Then, gently lie back while swinging your legs up the wall, so your body forms an “L” shape. Adjust your position by moving your hips closer to the wall, allowing your lower back to rest comfortably on the floor. Your arms should relax at your sides with palms facing up, or you can place them on your stomach. Close your eyes and focus on deep breathing, holding the pose for 5 to 15 minutes, allowing your body to relax fully. When you’re ready to come out of the pose, bend your knees, roll to one side, and slowly sit up."
      },
      "card4": {
        "image": "https://www.google.com/imgres?q=yoga%20to%20reduce%20stress%20and%20relax&imgurl=https%3A%2F%2Fimages.everydayhealth.com%2Fimages%2Fhealthy-living%2Ffitness%2Fstress-relief-yoga-legs-wall.jpg%3Fsfvrsn%3Db69ace6_3&imgrefurl=https%3A%2F%2Fwww.everydayhealth.com%2Fwellness%2Fyoga%2F5-stress-reducing-yoga-poses%2F&docid=QUFRLTt90wP5EM&tbnid=IFJuLPmKbSPb1M&vet=12ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA..i&w=1440&h=810&hcb=2&ved=2ahUKEwiQ7ZTThs2IAxX5nq8BHVeaDMcQM3oECF4QAA",
        "title": "Corpse Pose (Savasana)",
        "shortInfo": "Often used for relaxation at the end of a yoga practice, this pose helps the body and mind fully relax and integrate the benefits of the practice.",
        "longInfo": "The Corpse Pose (Savasana) is the ultimate relaxation posture, often used at the end of yoga practice to promote deep relaxation and stress reduction. Lie flat on your back with your legs slightly apart and your arms resting at your sides, palms facing upward. Let your feet fall open naturally, creating space between your arms and body. Close your eyes and consciously release any tension from your body, starting at the head and moving down to your toes. Focus on your breathing, taking slow, deep breaths, and allowing your body to relax with each inhale and exhale. Stay in this pose for 5 to 15 minutes, remaining completely still and letting your mind quiet down. To exit the pose, slowly begin to wiggle your fingers and toes, then roll onto one side before sitting up gently."
      }

    }
  }
  